test/redis-siege.results
Transactions:                   1000 hits
Availability:                 100 %
Elapsed time:                  1.78 secs
Data transferred:               0.8 MB
Response time:                  0.0018 secs
Transaction rate:              560.45 trans/sec
Throughput:                     0.45 MB/sec
Concurrency:                    10.00
Successful transactions:        1000
Failed transactions:               0